{
  "latestBlogs": [
    {
      "title": "How to Plan a Stress-Free Corporate Event",
      "date": "April 10, 2025",
      "imageUrl": "./assets/images/blogs/b1.jpg",
      "description": "Discover expert strategies to plan a smooth and professional corporate event, from venue selection to post-event follow-up."
    },
    {
      "title": "Wedding Trends to Watch in 2025",
      "date": "April 08, 2025",
      "imageUrl": "./assets/images/blogs/b2.jpg",
      "description": "Explore the top wedding trends for 2025, including eco-friendly decor, bold color palettes, and immersive guest experiences."
    },
    {
      "title": "Top 10 Outdoor Event Venues in Nepal",
      "date": "April 05, 2025",
      "imageUrl": "./assets/images/blogs/b3.jpg",
      "description": "Planning an open-air event? Here are 10 breathtaking outdoor venues across Nepal that promise unforgettable experiences."
    },
    {
      "title": "Secrets to Hosting a Successful Product Launch",
      "date": "April 02, 2025",
      "imageUrl": "./assets/images/blogs/b4.jpg",
      "description": "Learn how to create buzz, engage your audience, and make your product launch an event to remember with these insider tips."
    }
  ],
  "mostPopularBlogs": [
    {
      "title": "Corporate Event Hacks",
      "date": "April 18, 2025",
      "imageUrl": "./assets/images/blogs/b1.jpg",
      "description": "Maximize efficiency and minimize stress with these proven hacks for planning and executing corporate events that shine."
    },
    {
      "title": "Budgeting Your Big Day: Event Planner Tips",
      "date": "April 15, 2025",
      "imageUrl": "./assets/images/blogs/b5.jpg",
      "description": "Make the most of your event budget with expert advice on cost-saving strategies without compromising on quality."
    },
    {
      "title": "How to Choose the Right Catering Service",
      "date": "April 12, 2025",
      "imageUrl": "./assets/images/blogs/b6.jpg",
      "description": "From menu planning to guest preferences, learn how to select a catering service that complements your event perfectly."
    },
    {
      "title": "Engagement Party Ideas That Wow",
      "date": "April 10, 2025",
      "imageUrl": "./assets/images/blogs/b7.jpg",
      "description": "Planning an engagement party? Here are creative and fun ideas to help you celebrate your love in style."
    }
  ]
}
